// import { About, Box, Img, Left, MainDiv, SmallTitle, Title } from './styled'
// import img from '../../assets/img/products/demqEji.jpg'
// import img2 from '../../assets/img/products//about.jpg'
// import img3 from '../../assets/img/products/7.1.jpg'
// import img4 from '../../assets/img/products/2.jpg'
// export const AboutPage=()=>{
// 	return (
// 		<MainDiv>
// 			<About>
// 				<Title>EYES բրենդի անհատական նկարազարդված հագուստը</Title>
// 				<div className='img'>
// 				<img src={img} alt='' />
// 				</div>
// 				<p className='descr'>
// 					Ժամանակակից աշխարհում հագուստն այլևս պարզապես առօրյա անհրաժեշտություն չէ, այլ ինքնարտահայտման միջոց։ EYES բրենդը ձեր անհատականության արտահյտման լավագույն միջոցն է։ Նրա աշխատանքները տարբերվում են զանգվածային արտադրանքից, քանի որ յուրաքանչյուր նկար կրում է ստեղծագործական գաղափար, ոգեշնչում և ձեռքի աշխատանք։
// 				</p>
// 			</About>
// 			<SmallTitle>Ինչպես է ստեղծվում EYES բրենդի արվեստը հագուստի վրա</SmallTitle>
// 			<Box>
// 				<Left>
// 					<Img src={img2} alt="" />
// 				</Left>
// 				<p className='descr'>EYES բրենդը աշխատում է բարձրորակ ներկերով, որոնք նախատեսված են կտորի վրա օգտագործման համար՝ ապահովելով գույների երկարակեցությունն ու դիմացկունությունը։ Նրա ստեղծագործությունները ներառում են տարբեր ոճեր՝ աբստրակցիա, մինիմալիզմ, ռեալիստական պատկերներ, ինչպես նաև անհատական պատվերներ, որոնք համապատասխանում են հաճախորդի նախասիրություններին։</p>
// 			</Box>
// 			{/* <SmallTitle>Ինչպես է ստեղծվում Ժենյայի արվեստը հագուստի վրա</SmallTitle>
// 			<Box>
// 				<p className='descr'>Ժենյան աշխատում է բարձրորակ ներկերով, որոնք նախատեսված են կտորի վրա օգտագործման համար՝ ապահովելով գույների երկարակեցությունն ու դիմացկունությունը։ Նրա ստեղծագործությունները ներառում են տարբեր ոճեր՝ աբստրակցիա, մինիմալիզմ, ռեալիստական պատկերներ, ինչպես նաև անհատական պատվերներ, որոնք համապատասխանում են հաճախորդի նախասիրություններին։</p>
// 				<Left>
// 					<img src={img3} alt="" />
// 				</Left>
// 			</Box> */}
// 			<Box>
// 				<Left>
// 					<img src={img4} alt="" />
// 				</Left>
// 				<p className='descr'>Ամեն կտոր սկսվում է գաղափարից. հաճախորդը կարող է ներկայացնել իր ցանկությունը, նախընտրած գույները, պատկերները կամ տրամադրությունը, որ ուզում է արտահայտել հագուստի միջոցով։ Այնուհետև EYES բրենդը ստեղծում է նախնական էսքիզ՝ համաձայնեցնելով այն պատվիրատուի հետ։ Երբ վերջնական դիզայնը հաստատվում է, սկսվում է ձեռքով նկարման գործընթացը, որը տևում է մի քանի ժամից մինչև մի քանի օր՝ կախված բարդությունից։</p>
// 			</Box>
// 			<SmallTitle>Ինչու ընտրել ձեռքով նկարազարդված հագուստ</SmallTitle>
// 			<div className='box'>
// 				{/* <p className='descr'>Ամեն կտոր սկսվում է գաղափարից. հաճախորդը կարող է ներկայացնել իր ցանկությունը, նախընտրած գույները, պատկերները կամ տրամադրությունը, որ ուզում է արտահայտել հագուստի միջոցով։ Այնուհետև Ժենյան ստեղծում է նախնական էսքիզ՝ համաձայնեցնելով այն պատվիրատուի հետ։ Երբ վերջնական դիզայնը հաստատվում է, սկսվում է ձեռքով նկարման գործընթացը, որը տևում է մի քանի ժամից մինչև մի քանի օր՝ կախված բարդությունից։</p> */}
// 				<p>✅ Եզակիություն – Երկու միանման կտոր չկան. ամեն հագուստ ստեղծվում է բացառապես քեզ համար։</p>
// 				<p>✅ Որակ – Օգտագործվում են բարձրորակ նյութեր, որոնք դիմանում են լվացմանն ու չեն խամրում։</p>
// 				<p>✅ Ինքնատիպություն – Քո ոճը դառնում է անձնական, արտահայտելով անհատականությունը։</p>
// 				<p>✅ Հիշարժան նվեր – Նմանատիպ հագուստը կարող է դառնալ հիանալի ու բացառիկ նվեր սիրելի մարդու համար։</p>
// 			</div>
// 			<SmallTitle>EYES բրենդի ոգեշնչումը և մոտեցումը</SmallTitle>
// 			<Box>
// 				<p className='descr'>Նրա ստեղծագործությունները հաճախ ներշնչված են բնությունից, մշակույթից, արվեստից և մարդկանց անհատականություններից։ Յուրաքանչյուր աշխատանք կրում է պատմություն, տրամադրություն և յուրահատուկ էներգիա։ EYES բրենդը հավատում է, որ հագուստը պետք է լինի ոչ միայն հարմարավետ, այլև արտացոլի կրողի ինքնությունը, ստեղծագործական մտածելակերպը և տրամադրությունը։</p>
// 				<Left>
// 					<img src={img3} alt="" />
// 				</Left>
// 			</Box>

// 			<div className='box'>
// 				<p className='decr'>Անկախ նրանից՝ փնտրում ես վառ ու գունեղ հագուստ, թե նուրբ, մինիմալիստական արվեստ՝ EYES բրենդը պատրաստ է իրականացնել քո գաղափարները։</p>
// 			</div>
// 		</MainDiv>
// 	)
// }